
dict_dec = {
    "Программная инженерия":
        {
            "Факультет/Институт": "Высшая ИТ Школа",
            "Бюджет":
                {
                    "Проходной балл": 254,
                    "Мест": 75,
                    "Русский": 56,
                    "Математика": 50,
                    "Информатика": 65,
                    "Физика": 0
                },
            "Платное":
                {
                    "Проходной балл": 228,
                    "Мест": 15,
                    "Цена": 181000,
                    "Русский": 56,
                    "Математика": 50,
                    "Информатика": 65,
                    "Физика": 0
                }
        },
    "Искусственный интеллект и разработка программных продуктов":
        {
            "Факультет/Институт": "Институ прикладной математики и компьютерных наук",
            "Бюджет":
                {
                    "Проходной балл": 236,
                    "Мест": 52,
                    "Русский": 56,
                    "Математика": 45,
                    "Информатика": 53,
                    "Физика": 0
                },
            "Платное":
                {
                    "Проходной балл": 118,
                    "Мест": 15,
                    "Цена": 165000,
                    "Русский": 40,
                    "Математика": 39,
                    "Информатика": 44,
                    "Физика": 0
                },
        },
    "DevOps-инженерия в администрировании инфраструктуры ИТ-разработки":
        {
            "Факультет/Институт": "Институ прикладной математики и компьютерных наук",
            "Бюджет":
                {
                    "Проходной балл": 221,
                    "Мест": 30,
                    "Русский": 56,
                    "Математика": 45,
                    "Информатика": 53,
                    "Физика": 0
                },
            "Платное":
                {
                    "Проходной балл": 118,
                    "Мест": 15,
                    "Цена": 165000,
                    "Русский": 40,
                    "Математика": 39,
                    "Информатика": 44,
                    "Физика": 0
                },
        },
    "Искусственный интеллект и большие данные":
        {
            "Факультет/Институт": "Институ прикладной математики и компьютерных наук",
            "Бюджет":
                {
                    "Проходной балл": 207,
                    "Мест": 30,
                    "Русский": 56,
                    "Математика": 45,
                    "Информатика": 53,
                    "Физика": 0
                },
            "Платное":
                {
                    "Проходной балл": 118,
                    "Мест": 5,
                    "Цена": 186000,
                    "Русский": 40,
                    "Математика": 39,
                    "Информатика": 44,
                    "Физика": 0
                },
        },
    "Прикладная математика и инженерия цифровых проектов":
        {
            "Факультет/Институт": "Институ прикладной математики и компьютерных наук",
            "Бюджет":
                {
                    "Проходной балл": 171,
                    "Мест": 32,
                    "Русский": 56,
                    "Математика": 45,
                    "Информатика": 53,
                    "Физика": 0
                },
            "Платное":
                {
                    "Проходной балл": 118,
                    "Мест": 10,
                    "Цена": 165000,
                    "Русский": 40,
                    "Математика": 39,
                    "Информатика": 44,
                    "Физика": 0
                },
        },
    "Математические методы в цифровой экономике":
        {
            "Факультет/Институт": "Институ прикладной математики и компьютерных наук",
            "Бюджет":
                {
                    "Проходной балл": 171,
                    "Мест": 25,
                    "Русский": 56,
                    "Математика": 45,
                    "Информатика": 53,
                    "Физика": 0
                },
            "Платное":
                {
                    "Проходной балл": 118,
                    "Мест": 10,
                    "Цена": 165000,
                    "Русский": 40,
                    "Математика": 39,
                    "Информатика": 44,
                    "Физика": 0
                },
        },
    "Математическое моделирование и информационные системы":
        {
            "Факультет/Институт": "Институ прикладной математики и компьютерных наук",
            "Бюджет":
                {
                    "Проходной балл": 171,
                    "Мест": 25,
                    "Русский": 56,
                    "Математика": 45,
                    "Информатика": 53,
                    "Физика": 0
                },
            "Платное":
                {
                    "Проходной балл": 118,
                    "Мест": 10,
                    "Цена": 165000,
                    "Русский": 40,
                    "Математика": 39,
                    "Информатика": 44,
                    "Физика": 0
                },
        },
    "Информационные системы и технологии":
        {
            "Факультет/Институт": "Физический факультет",
            "Бюджет":
                {
                    "Проходной балл": 185,
                    "Мест": 25,
                    "Русский": 50,
                    "Математика": 39,
                    "Информатика": 44,
                    "Физика": 39,
                },
            "Платное":
                {
                    "Проходной балл": 118,
                    "Мест": 2,
                    "Цена": 186000,
                    "Русский": 40,
                    "Математика": 39,
                    "Информатика": 44,
                    "Физика": 39,
                },
        },
    "Программное и аппаратное обеспечение БАС":
        {
            "Факультет/Институт": "Факультет инновационных технологий",
            "Бюджет":
                {
                    "Проходной балл": 128,
                    "Мест": 20,
                    "Русский": 50,
                    "Математика": 39,
                    "Информатика": 44,
                    "Физика": 39,
                },
            "Платное":
                {
                    "Проходной балл": 118,
                    "Мест": 5,
                    "Цена": 181000,
                    "Русский": 40,
                    "Математика": 39,
                    "Информатика": 44,
                    "Физика": 39,
                },
        },
    "Управление инновациями в наукоемких технологиях":
        {
            "Факультет/Институт": "Факультет инновационных технологий",
            "Бюджет":
                {
                    "Проходной балл": 171,
                    "Мест": 40,
                    "Русский": 50,
                    "Математика": 39,
                    "Информатика": 44,
                    "Физика": 39,
                },
            "Платное":
                {
                    "Проходной балл": 118,
                    "Мест": 10,
                    "Цена": 186000,
                    "Русский": 40,
                    "Математика": 39,
                    "Информатика": 44,
                    "Физика": 39,
                },
        },
    "Современная математика и математическое моделирование":
        {
            "Факультет/Институт": "Механико-математический факультет",
            "Бюджет":
                {
                    "Проходной балл": 174,
                    "Мест": 48,
                    "Русский": 50,
                    "Математика": 39,
                    "Информатика": 44,
                    "Физика": 39,
                },
            "Платное":
                {
                    "Проходной балл": 118,
                    "Мест": 10,
                    "Цена": 159000,
                    "Русский": 40,
                    "Математика": 39,
                    "Информатика": 44,
                    "Физика": 39,
                },
        },
    "Вычислительная математика и компьютерное моделирование":
        {
            "Факультет/Институт": "Механико-математический факультет",
            "Бюджет":
                {
                    "Проходной балл": 169,
                    "Мест": 21,
                    "Русский": 50,
                    "Математика": 39,
                    "Информатика": 44,
                    "Физика": 39,
                },
            "Платное":
                {
                    "Проходной балл": 118,
                    "Мест": 5,
                    "Цена": 159000,
                    "Русский": 40,
                    "Математика": 39,
                    "Информатика": 44,
                    "Физика": 39,
                },
        }
}